Repository: Stix-Max/script.speedtester
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #30950
source: [B]Run Speedtest[/B]
it_it: [B]Avvia Speedtest[/B]

# #30951
source: [B]Close[/B]
it_it: [B]Chiudi[/B]

# #30952
source: Please wait…
it_it: Attendere prego…

# #30960
source: [B]Running Speed Test add-on[/B]
it_it: [B]Eseguo Speed Test add-on[/B]

# #30961
source: Retrieving speedtest.net configuration
it_it: Recupero da speedtest.net la configurazione

# #30962
source: Retrieving speedtest.net server list
it_it: Recupero da speedtest.net la lista dei Server

# #30963
source: Testing from {isp} ({ip})
it_it: Test da {isp} ({ip})

# #30964
source: Selecting best server based on latency
it_it: Selezione del server migliore in base alla latenza

# #30965
source: Hosted by: {sponsor}
it_it: Ospitato da: {sponsor}

# #30966
source: Host server: {host}
it_it: Server Host: {host}

# #30967
source: City, State: {name}
it_it: Città: {name}

# #30968
source: Country: {country}
it_it: Nazione: {country}

# #30969
source: Distance: {d:0.2f} km
it_it: Distanza: {d:0.2f} km

# #30971
source: Testing download speed…
it_it: Test velocità download…

# #30972
source: Download speed: {speed:0.2f} Mbps
it_it: Velocità download: {speed:0.2f} Mbps

# #30973
source: Testing upload speed…
it_it: Test velocità upload…

# #30974
source: Upload speed: {speed:0.2f} Mbps
it_it: Velocità upload: {speed:0.2f} Mbps

# #30980
source: [B]Recommended download speed for video streaming:[/B]
it_it: [B]Velocità di download consigliata per lo streaming video:[/B]

# #30981
source: - 3 to 5 Mbps for viewing SD-quality 480p video
it_it: - Da 3 a 5 Mbps per la visualizzazione di video 480p di qualità SD

# #30982
source: - 5 to 10 Mbps for viewing HD-quality 720p video
it_it: - Da 5 a 10 Mbps per la visualizzazione di video 720p di qualità HD

# #30983
source: - 10+ Mbps for the best 1080p or Live TV experience
it_it: - 10+ Mbps per la migliore esperienza 1080p o Live TV

# #30984
source: - 25 to 50+ Mbps for 4K streaming
it_it: - Da 25 a 50+ Mbps per lo streaming 4K

# #30985
source: [I]Reported speeds may be due to the limitations of the device.[/I]
it_it: [I]Le velocità riportate potrebbero essere dovute alle limitazioni del dispositivo.[/I]
